[
    {
        "zekr": "I seek refuge in God from Satan, the accursed. 'God, there is no god but He, the Ever-Living, the Self-Subsisting. No year or sleep overtakes Him. To Him belongs whatever is in the heavens and whatever is on the earth. Who is there who can intercede with Him except by His permission? He knows what is before them and what is behind them, and they do not comprehend any of His knowledge except by what If He wills, His Throne extends over the heavens and the earth, and His preservation of them does not burden Him, and He is the Most High, the Great.” - Ayat Al-Kursi, Al-Baqarah, 255.",
        "repeat": "1",
        "bless": "Whoever says it in the morning will be protected from the jinn until the evening, and whoever says it in the evening will be protected from the jinn until the morning."
    },
    {
        "zekr": "In the name of God, the Most Gracious, the Most Merciful. Say, 'He is God, One, God, the Eternal, He begot neither, nor was He begotten, and there is no one equal to Him.'",
        "repeat": "3",
        "bless": "Whoever says it in the morning and in the evening will be saved from everything (Al-Ikhlas and Al-Mu'awwidhatain)."
    },
    {
        "zekr": "In the name of God, the Most Gracious, the Most Merciful. Say, I seek refuge in the Lord of creation, from the evil of what He has created, and from the evil of darkness when it approaches, and from the evil of blowing on the knot, and from evil An envier when he envies.",
        "repeat": "3",
        "bless": "Whoever says it in the morning and in the evening will be saved from everything (Al-Ikhlas and Al-Mu'awwidhatain)."
    },
    {
        "zekr": "In the name of God, the Most Gracious, the Most Merciful. Say, I seek refuge in the Lord of the people, the King of the people, the God of the people, from the evil of the deceitful whisperer, the one who whispers In people's chests, from heaven and people.",
        "repeat": "3",
        "bless": "Whoever says it in the morning and in the evening will be saved from everything (Al-Ikhlas and Al-Mu'awwidhatain)."
    },
    {
        "zekr": "In the morning, the kingdom belongs to God, and praise be to God. There is no god but God alone, who has no partner. To Him belongs dominion and to Him is praise, and He is capable of all things. My Lord, I ask you for the best of this day.' See what comes after it, and I seek refuge in You from the evil of this. Today and the evil that comes after it, my Lord, I seek refuge in You from laziness and bad arrogance. My Lord, I seek refuge in You from torment in the Fire and torment in the grave.",
        "repeat": "1",
        "bless": ""
    },
    {
        "zekr": "O God, You are my Lord, there is no god but You. You created me and I am Your servant, and I adhere to Your covenant and promise as much as I can. I seek refuge in You from the evil of what I have done T, I acknowledge Your grace upon me and I acknowledge my sin, so forgive me, for no one forgives sins except You.",
        "repeat": "1",
        "bless": "Whoever says it with certainty in it in the evening and dies during that night will enter Paradise and the same will happen in the morning."
    },
    {
        "zekr": "I am satisfied with God as my Lord, with Islam as my religion, and with Muhammad, may God bless him and grant him peace, as my Prophet.",
        "repeat": "3",
        "bless": "Whoever says it in the morning and in the evening, God has a right to please him on the Day of Resurrection."
    },
    {
        "zekr": "O God, I bear witness to You, and I bear witness to the bearers of Your throne, and to Your angels, and to all of Your creation, that You are God. There is no god but You and the One “You have no partner, and Muhammad is your servant and messenger.",
        "repeat": "4",
        "bless": "Whoever says it, God will free him from Hell."
    },
    {
        "zekr": "O God, whatever blessing has befallen me or any of Your creation, it is from You alone, with no partner. To You is praise and thanks to You.",
        "repeat": "1",
        "bless": "Whoever says it in the morning has performed his day's gratitude."
    },
    {
        "zekr": "Allah is sufficient for me. There is no god but Him. In Him I trust and He is the Lord of the Great Throne.",
        "repeat": "7",
        "bless": "Whoever says it, may God protect him from what matters to him about this world and the hereafter."
    },
    {
        "zekr": "In the name of God, with whose name nothing is harmed on earth or in heaven, and He is the All-Hearing, the All-Knowing.",
        "repeat": "3",
        "bless": "Nothing from God harmed him."
    },
    {
        "zekr": "O God, by You we have become in the morning, and by You we have been in the evening, and by You we live, and by You we die, and to You is the resurrection.",
        "repeat": "1",
        "bless": ""
    },
    {
        "zekr": "We have become upon the nature of Islam, upon the word of sincerity, upon the religion of our Prophet Muhammad, may God bless him and grant him peace, and upon the religion of our father Abraham, upright and Muslim And he was not of the polytheists.",
        "repeat": "1",
        "bless": ""
    },
    {
        "zekr": "Glory be to God, and praise be to Him according to the number of His creation, and to the satisfaction of Himself, and to the weight of His Throne, and to the ink of His words.",
        "repeat": "3",
        "bless": ""
    },
    {
        "zekr": "O God, grant me health in my body, O God, grant me health in my hearing, O God, grant me health in my sight, there is no god but You.",
        "repeat": "3",
        "bless": ""
    },
    {
        "zekr": "O God, I seek refuge in You from disbelief and poverty, and I seek refuge in You from the torment of the grave. There is no god but You.",
        "repeat": "3",
        "bless": ""
    },
    {
        "zekr": "Oh God, I am the most forgotten and well -being in the world and the hereafter. I gave me my sincerity, may God protect me from two hands and from my succession and to my right and my north, and from my right, and I seek help From underneath me.",
        "repeat": "1",
        "bless": ""
    },
    {
        "zekr": "O Ever-Living, O Ever-Subsisting, by Your mercy I seek help. Reconcile all my affairs for me and do not leave me to myself for the blink of an eye.",
        "repeat": "3",
        "bless": ""
    },
    {
        "zekr": "In the morning, the kingdom belongs to God, Lord of the worlds. Oh God, I ask you for the goodness of this day, its conquest, its victory, its light and your blessings I seek refuge in You, and I seek refuge in You from the evil of what is in it and the evil of what comes after it.",
        "repeat": "1",
        "bless": ""
    },
    {
        "zekr": "O God, the Knower of the unseen and the witnessed, the Creator of the heavens and the earth, the Lord of all things and its Sovereign. I bear witness that there is no god but You. I seek refuge in You from the evil of God.' And from the evil of Satan and his polytheism, and that I should commit evil upon myself or reward it to a Muslim.",
        "repeat": "1",
        "bless": ""
    },
    {
        "zekr": "I seek refuge in the perfect words of God from the evil of what He has created.",
        "repeat": "3",
        "bless": ""
    },
    {
        "zekr": "O God, bless Muhammad and the family of Muhammad, as You blessed the family of Abraham. You are Praiseworthy and Glorious. O God, bless Muhammad and the family of Muhammad, as You blessed the family of E Ibrahim, you are Praiseworthy and Glorious.",
        "repeat": "10",
        "bless": "Whoever prays in the morning and in the evening, My intercession will reach him on the Day of Resurrection."
    },
    {
        "zekr": "O God, we seek refuge in You from associating with You anything we know, and we seek Your forgiveness for what we do not know.",
        "repeat": "3",
        "bless": ""
    },
    {
        "zekr": "O God, I seek refuge in You from anxiety and sadness, and I seek refuge in You from inability and laziness, and I seek refuge in You from cowardice and stinginess, and I seek refuge in You From the dominance of debt and the oppression of men.",
        "repeat": "3",
        "bless": ""
    },
    {
        "zekr": "I ask forgiveness from God Almighty, besides whom there is no god, the Ever-Living, the Ever-Subsisting, and I repent to Him.",
        "repeat": "3",
        "bless": ""
    },
    {
        "zekr": "O Lord, praise be to You as it befits the majesty of Your face and the greatness of Your authority.",
        "repeat": "3",
        "bless": ""
    },
    {
        "zekr": "O God, I ask you for useful knowledge, good sustenance, and acceptable deeds.",
        "repeat": "1",
        "bless": ""
    },
    {
        "zekr": "O God, You are my Lord, there is no god but You, I trust in You, and You are the Lord of the Great Throne. Whatever God wills, happens, and what He does not will, does not happen There is no power nor strength except in God, the Most High, the Great. I know that God is capable of all things, and that God has knowledge of all things. Oh God, I seek refuge in You from the evil of myself, and from the evil of every living creature whose corners You hold. Indeed, my Lord is on a straight path ",
        "repeat": "1",
        "bless": ""
    },
    {
        "zekr": "There is no god but God alone, with no partner. To Him belongs dominion and to Him is praise, and He is capable of all things.",
        "repeat": "100",
        "bless": "He had the equivalent of ten slaves, a hundred good deeds were recorded for him, a hundred bad deeds were erased from him, and it was a protection for him from Satan."
    },
    {
        "zekr": "Glory be to God and praise be to Him.",
        "repeat": "100",
        "bless": "His sins were forgiven, even if they were like the foam of the sea. No one will come on the Day of Resurrection better than what he brought except someone who said the same as he said Or more than that."
    },
    {
        "zekr": "I ask forgiveness from God and repent to Him",
        "repeat": "100",
        "bless": "One hundred good deeds, and one hundred bad deeds are erased from him, and they serve as a protection for him from Satan until the evening."
    }
]