[
    {
        "id": 1,
        "text": "(O God, place light in my heart, and light in my tongue, and light in my hearing, and light in my sight, and light above me, and light below me, and light on my right, and light on my left Before me is light, and behind me is light, and place within me light, and magnify for me Light, and magnify light for me, and make light for me, and make me light, O God, give me light, and place light in my nerves, and light in my flesh, and light in my blood, and light in my hair, and light in my human being Light)([Oh God, make light for me in my grave... and light In my bones])[(And increase me light, and increase me light, and increase me light)][(Grant me light upon light)].",
        "count": 1,
        "audio": "audio/19.mp3",
        "filename": "19"
    },
    {
        "id": 2,
        "text": "((O God, separate me from my sins as you distanced between the East and the West. O God, purify me from my sins as a white garment is purified from filth Wash me from my sins with snow, water, and hail.",
        "count": 1,
        "audio": "audio/27.mp3",
        "filename": "27"
    },
    {
        "id": 3,
        "text": "(O God, Lord of Gabriel, Michael, and Israfil, Creator of the heavens and the earth, Knower of the unseen and the witnessed, You judge between Your servants regarding what they are in Guide me to the truth concerning that in which there is disagreement, by Your permission. Indeed, You guide whomsoever You will to a straight path.",
        "count": 1,
        "audio": "audio/30.mp3",
        "filename": "30"
    },
    {
        "id": 4,
        "text":  "((O God, forgive me all my sins: their subtleties and their major sins, their beginnings and their lasts, their open ones and their secrets)).",
        "count": 1,
        "audio": "audio/46.mp3",
        "filename": "46"
    },
    {
        "id": 5,
        "text": "(O God, I seek refuge in Your satisfaction from Your wrath, and in Your pardon from Your punishment, and I seek refuge in You from You. I cannot praise You as You have praised a soul K)).",
        "count": 1,
        "audio": "audio/47.mp3",
        "filename": "47"
    },
    {
	    "id": 6,
		"text": "((O God, I seek refuge in You from the torment of the grave, from the torment of Hell, from the temptation of life and death, and from the evil of the temptation of the Antichrist)).",
		"count": 1,
		"audio": "audio/55.mp3",
		"filename": "55"
    },
    {
        "id": 7,
		"text": "((O God, I have wronged myself greatly, and no one forgives sins except You, so grant me forgiveness from You and have mercy on me. Indeed, You are the Forgiving, the Merciful)).",
		"count": 1,
		"audio": "audio/57.mp3",
		"filename": "57"
    },
    {
        "id": 8,
        "text": "((O God, forgive me for what I have done, and what I have delayed, and what I have concealed, and what I have declared, and what I have neglected, and what You know better than me. You are the one who gives precedence, and you are the There is no god but You).",
        "count": 1,
        "audio": "audio/58.mp3",
        "filename": "58"  
    },
    {
        "id": 9,
        "text": "((Oh God, help me to mention you, thank you, and well worshipping you)).",
        "count": 1,
        "audio": "audio/59.mp3",
        "filename": "59" 
    },
    {
        "id": 10,
        "text": "(O Allah, I seek refuge in You from stinginess, I seek refuge in You from cowardice, I seek refuge in You from being sent back to the most miserable age, and I seek refuge in You from the temptation of the father death and the torment of the grave).",
        "count": 1,
        "audio": "audio/60.mp3",
        "filename": "60"
    },
    {
        "id": 11,
        "text": "((O God, I ask You for Paradise and I seek refuge in You from Hell)).",
        "count": 1,
        "audio": "audio/61.mp3",
        "filename": "61"
    },
    {
        "id": 12,
        "text": "((O God, with your knowledge of the unseen and your ability to create, keep me alive as long as you know that life is good for me, and cause me to die if you know that death is good for me. Oh God, I ask you I ask you for the word of truth in contentment and anger, I ask you for purpose in wealth and poverty, and I ask you for endless bliss Fad, I ask you The apple of an eye that never ceases, and I ask you for contentment after judgment, and I ask you for the joy of life after death, and I ask you for the pleasure of looking at your face, and Longing to meet You without harmful adversity or misleading temptation. O God, adorn us with the adornment of faith, and make us rightly guided).",
        
        "count": 1,
        "audio": "audio/62.mp3",
        "filename": "62" 
    },
    {
        "id": 13,
        "text": "((O God, I ask you, O God, because you are the One, the One, the Eternal, the One who did not give birth and was not born, and there is no one equal to Him, to forgive me my sins You are the Forgiving, the Merciful).",
        "count": 1,
        "audio": "audio/63.mp3",
        "filename": "63" 
    },
    {
        "id": 14,
        "text": "((O God, I ask You that to You belongs all praise, there is no god but You alone, with no partner to You, the Benefactor, O Creator of the heavens and the earth, O Possessor of Majesty Honor, O Ever-Living, O Ever-Living, I ask You for Paradise and I seek refuge in You from Hell).",
        "count": 1,
        "audio": "audio/64.mp3",
        "filename": "64"
    },
    {
        "id": 15,
        "text": "(O Allah, guide me among those whom You have guided, protect me among those whom You have pardoned, take care of me among those whom You have taken care of, bless me in what You have given, and protect me from the evil of what You have decreed, for You decree and do not decree May God bless you. Indeed, he does not humiliate whomever you are close to, nor honors whomever you are hostile to. Blessed are you, exalted are you, our Lord.) ",
        "count": 1,
        "audio": "audio/116.mp3",
        "filename": "116"        
    },
    {
        "id": 16,
        "text": "((O God, I seek refuge in Your satisfaction from Your wrath, and in Your pardon from Your punishment, and I seek refuge in You from You. I cannot praise You as You have praised others mint).",
        "count": 1,
        "audio": "audio/117.mp3",
        "filename": "117" 
    },
    {
        "id": 17,
        "text": "((O God, You are the one we worship, and to You we pray and prostrate, and to you we seek and seek, we hope for your mercy, and we fear your punishment. Indeed, your punishment is attached to the disbelievers We seek your help, we seek your forgiveness, we praise you for goodness, and we do not disbelieve in you, we believe in you, we submit to you, and we remove whoever disbelieves in you)) ",
        "count": 1,
        "audio": "audio/118.mp3",
        "filename": "118"
    },
    {
        "id": 18,
		"text": "(O God, I am your servant, the son of your servant, the son of your female slave, my forelock is in your hand, I follow your judgment, I am just in your decree, I ask you in every name that is for By which you named yourself, or revealed it in your book, or taught it to someone of your creation, or used it in your knowledge. Unseen is with You, that You make the Qur’an the spring of my heart, the light of my chest, the remover of my sadness, and the release of my worries.",
		"count": 1,
		"audio": "audio/120.mp3",
		"filename": "120"
    },
    {
        "id": 19,
        "text": "((O God, I seek refuge in You from worry and sadness, helplessness and laziness, miserliness and cowardice, the burden of debt and the dominance of men)).",
        "count": 1,
        "audio": "audio/121.mp3",
        "filename": "121"
    },
    {
        "id": 20,
        "text": "((O God, I hope for Your mercy, so do not leave me to myself for the blink of an eye, and set all my affairs straight for me. There is no god but You)).",
        "count": 1,
        "audio": "audio/123.mp3",
        "filename": "123"
    },
    {
        "id": 21,
		"text": "((O God, protect me with Your lawful things from Your unlawful things, and make me independent of Your grace from those other than You)).",
		"count": 1,
		"audio": "audio/136.mp3",
		"filename": "136"
    },
    {
        "id": 22,
		"text": "((O God, I seek refuge in You from associating partners with You while I know, and I seek Your forgiveness for what I do not know)).",
		"count": 1,
		"audio": "audio/203.mp3",
		"filename": "203"
    },
    {
        "id": 23,
        "text": "((O God, there is no bird except Your bird, and there is no good except Your good, and there is no god but You)).",
        "count": 1,
        "audio": "audio/205.mp3",
        "filename": "205"  
    },
    {
        "id": 24,
		"text": "((In the name of God, and praise be to God.) Glory be to Him who has subjected this to us, and we would not have been near to it, and indeed to our Lord we will return.) ((Praise be to God, Al-H Praise be to God, praise be to God, God is great, God is great, God is great, Glory be to You, God, I have wronged myself So forgive me, for none forgives sins except You)).",
		"count": 1,
		"audio": "audio/206.mp3",
		"filename": "206"
    },
    {
        "id": 25,
        "text": "((O God, do not hold me accountable for what they say, and forgive me what they do not know, [and make me better than what they think])).",
        "count": 1,
        "audio": "audio/232.mp3",
        "filename": "232"
    },
    {
        "id": 26,
        "text": "(((Our Lord, give us good in this world and good in the Hereafter, and protect us from the torment of the Fire.)))",
        "count": 1,
        "audio": "audio/235.mp3",
        "filename": "235"
    }
]