[
    {
        "zekr": "I ask forgiveness from God, I ask forgiveness from God, I ask forgiveness from God. Oh God, you are peace, and from you is peace. Blessed are you, O Possessor of majesty and honor.",
        "repeat": "1",
        "bless": ""
    },
    {
        "zekr": "There is no god but God alone, with no partner. To Him belongs dominion and to Him is praise, and He is capable of all things. Oh God, there is no one who can prevent what You have given, and there is no giver of what You have withheld, and no one who is diligent will benefit from your diligence.",
        "repeat": "1",
        "bless": ""
    },
    {
        "zekr": "There is no god but God, He alone has no partner, to Him belongs dominion and to Him is praise, and He is capable of all things. There is no power or strength except with God. There is no god but God, and we worship no one but Him. To Him is grace, to Him is credit, and to Him is good praise.' 'There is no god but God, sincere in religion to Him, even if the disbelievers hate it.",
        "repeat": "1",
        "bless": ""
    },
    {
        "zekr": "Glory be to God, praise be to God, and God is great.",
        "repeat": "33",
        "bless": ""
    },
    {
        "zekr": "There is no god but God alone, with no partner. To Him belongs dominion and to Him is praise, and He is capable of all things.",
        "repeat": "1",
        "bless": ""
    },
    {
        "zekr": "In the name of God, the Most Gracious, the Most Merciful. 'Say, 'He is God, One, God the Eternal, He neither begot nor was born, and there is no one equal to Him.'",
        "repeat": "3",
        "bless": "Three times after the Fajr and Maghrib prayers. And once after the other prayers."
    },
    {
        "zekr": "The name of God, the Most Gracious, the Most Merciful. 'Say, 'I seek refuge in the Lord of creation, from the evil of what He has created, and from the evil of the dark when it approaches, and from the evil of blowing on knots, and from the evil of the envier when he envies.'",
        "repeat": "3",
        "bless": "Three times after the Fajr and Maghrib prayers. And once after the other prayers."
    },
    {
        "zekr": "In the name of God, the Most Gracious, the Most Merciful. 'Say, 'I seek refuge in the Lord of the people, the King of the people, the God of the people, from the evil of the deceitful whisperer, who whispers into the hearts of the people, from Paradise and the people'.",
        "repeat": "3",
        "bless": "Three times after the Fajr and Maghrib prayers. And once after the other prayers."
    },
    {
        "zekr": "I seek refuge in God from Satan, the accursed. 'God, there is no god but He, the Ever-Living, the Self-Subsisting. No year or sleep overtakes Him. To Him belongs whatever is in the heavens and whatever is on the earth. Who is there who can intercede with Him except by His permission? He knows what is before them and what is behind them, and they do not comprehend any of His knowledge except by what If He wills, His Throne extends over the heavens and the earth, and His preservation of them does not burden Him, and He is the Most High, the Great.” - Ayat Al-Kursi, Al-Baqarah, 255.",
        "repeat": "1",
        "bless": ""
    },
    {
        "zekr": "There is no god but Allah alone, He has no partner. To Him belongs dominion and to Him is praise. He gives life and causes death, and He is capable of all things.",
        "repeat": "10",
        "bless": "ten times after sunset and morning."
    },
    {
        "zekr": "O God, I ask you for useful knowledge, good provision, and acceptable deeds.",
        "repeat": "1",
        "bless": "After the greeting of the dawn prayer."
    },
    {
        "zekr": "Oh God, save me from Hell.",
        "repeat": "7",
        "bless": "After the morning and evening prayers."
    },
    {
        "zekr": "O God, help me in remembering You, thanking You, and worshiping You well.",
        "repeat": "1",
        "bless": ""
    }
]